Repository: davidalba-dev/AbbApp-SLD-editor
Catalog: src/locale/messages.*.xlf
Languages: fr

# ngb.alert.close
source: Close
fr: la Close

# ngb.carousel.previous
source: Previous
fr: la Previous

# ngb.carousel.next
source: Next
fr: la Next

# ngb.datepicker.previous-month
source: Previous month
fr: la Previous month

# ngb.datepicker.next-month
source: Next month
fr: la Next month

# ngb.datepicker.select-month
source: Select month
fr: la Select month

# ngb.datepicker.select-year
source: Select year
fr: la Select year

# ngb.pagination.first-aria
source: First
fr: la First

# ngb.pagination.previous-aria
source: Previous
fr: la Previous

# ngb.pagination.next-aria
source: Next
fr: la Next

# ngb.pagination.last-aria
source: Last
fr: la Last

# ngb.progressbar.value
source: {{getPercentValue()}}%
fr: la {{getPercentValue()}}%

# ngb.timepicker.increment-hours
source: Increment hours
fr: la Increment hours

# ngb.timepicker.HH
source: HH
fr: la HH

# ngb.timepicker.hours
source: Hours
fr: la Hours

# ngb.timepicker.decrement-hours
source: Decrement hours
fr: la Decrement hours

# ngb.timepicker.increment-minutes
source: Increment minutes
fr: la Increment minutes

# ngb.timepicker.MM
source: MM
fr: la MM

# ngb.timepicker.minutes
source: Minutes
fr: la Minutes

# ngb.timepicker.decrement-minutes
source: Decrement minutes
fr: la Decrement minutes

# ngb.timepicker.increment-seconds
source: Increment seconds
fr: la Increment seconds

# ngb.timepicker.SS
source: SS
fr: la SS

# ngb.timepicker.seconds
source: Seconds
fr: la Seconds

# ngb.timepicker.decrement-seconds
source: Decrement seconds
fr: la Decrement seconds

# ngb.timepicker.PM
source: PM
fr: la PM

# ngb.timepicker.AM
source: AM
fr: la AM

source: User name
fr: la User name

source: Password
fr: la Password

source: Reliability Care
fr: la Reliability Care

source: Email
fr: la Email

source: Recovery password
fr: la Recovery password

source: Submit
fr: la Submit

source: Customer name
fr: la Customer name

source: Language
fr: la Language

source: English
fr: la English

source: Hindi
fr: la Hindi

source: Next
fr: la Next

source: Save
fr: la Save

source: Editing substation
fr: la Editing substation

source: Creating substation
fr: la Creating substation

source: Details
fr: la Details

source: Name
fr: la Name

source: Region
fr: la Region

source: Substation Reference
fr: la Substation Reference

source: Type
fr: la Type

source: Owner
fr: la Owner

source: Administer
fr: la Administer

source: Location
fr: la Location

source: Longitude
fr: la Longitude

source: Latitude
fr: la Latitude

source: Altitude
fr: la Altitude

source: Construction area (km²)
fr: la Construction area (km²)

source: Total area (km²)
fr: la Total area (km²)

source: Free space (km²)
fr: la Free space (km²)

source: Technical
fr: la Technical

source: Control rooms
fr: la Control rooms

source: Type of Switchgear
fr: la Type of Switchgear

source: Voltage level
fr: la Voltage level

source: Contract
fr: la Contract

source: Year of installation
fr: la Year of installation

source: Year of commisioning
fr: la Year of commisioning

source: Possibility to extend
fr: la Possibility to extend

source: Delete substation
fr: la Delete substation

source: Continue adding
fr: la Continue adding

source: Edit SLD
fr: la Edit SLD

source: Create SLD
fr: la Create SLD

source: Managing connection
fr: la Managing connection

source: Reference
fr: la Reference

source: Origin
fr: la Origin

source: Source
fr: la Source

source: Destination
fr: la Destination

source: Delete connections
fr: la Delete connections

source: Confirm
fr: la Confirm

source: Substation list
fr: la Substation list

source: Add<br/> substation
fr: la Add<br/> substation

source: Add joint
fr: la Add joint

source: Connect
fr: la Connect

source: ABB Reliability Care
fr: la ABB Reliability Care

source: Assign project support
fr: la Assign project support

source: Assign
fr: la Assign

source: Client details
fr: la Client details

source: Area
fr: la Area

source: Country
fr: la Country

source: State
fr: la State

source: City
fr: la City

source: Members
fr: la Members

source: System Manager
fr: la System Manager

source: Assign member
fr: la Assign member

source: Project Manager
fr: la Project Manager

source: Project details
fr: la Project details

source: Currency
fr: la Currency

source: Decimal delimiter
fr: la Decimal delimiter

source: Diagram symbols
fr: la Diagram symbols

source: Delete
fr: la Delete

source: Edit
fr: la Edit

source: GIS edit mode
fr: la GIS edit mode

source: Are you sure you want to exit without saving?
fr: la Are you sure you want to exit without saving?

source: Cancel
fr: la Cancel

source: Still Leave
fr: la Still Leave

source: Profile
fr: la Profile

source: <sup>*</sup>Name
fr: la <sup>*</sup>Name

source: Reqiured
fr: la Reqiured

source: <sup>*</sup>Surname
fr: la <sup>*</sup>Surname

source: <sup>*</sup>Employer
fr: la <sup>*</sup>Employer

source: <sup>*</sup>Job position
fr: la <sup>*</sup>Job position

source: <sup>*</sup>Email
fr: la <sup>*</sup>Email

source: Should enter email
fr: la Should enter email

source: <sup>*</sup>Phone
fr: la <sup>*</sup>Phone

source: Should enter phone number
fr: la Should enter phone number

source: Role
fr: la Role

source: Assign role
fr: la Assign role

source: Assign role & priviledges
fr: la Assign role & priviledges

source: Are you sure you want to delete the {{deleteItemName}}?
fr: la Are you sure you want to delete the {{deleteItemName}}?

source: {{asModal?'Members':'Manage members'}}
fr: la {{asModal?'Members':'Manage members'}}

source: Filters
fr: la Filters

source: Add new member
fr: la Add new member

source: All priviledges
fr: la All priviledges

source: <sup>*</sup>Role name
fr: la <sup>*</sup>Role name

source: Description
fr: la Description

source: Manage roles
fr: la Manage roles

source: Create<br/>new role
fr: la Create<br/>new role

source: Assign to execution team
fr: la Assign to execution team

source: Type of Execution team:
fr: la Type of Execution team:

source: <sup>*</sup>Service provider name
fr: la <sup>*</sup>Service provider name

source: Team leadership
fr: la Team leadership

source: ${{getTotalHourlyRage() | number:'.2'}} USD
fr: la ${{getTotalHourlyRage() | number:'.2'}} USD

source: Leader
fr: la Leader

source: ${{item.hourlyRate | number:'.2'}} USD
fr: la ${{item.hourlyRate | number:'.2'}} USD

source: Asign members
fr: la Asign members

source: Task
fr: la Task

source: Rating
fr: la Rating

source: {{item.count}} members good at
fr: la {{item.count}} members good at

source: Team
fr: la Team

source: Top Skills
fr: la Top Skills

source: Hourly Rate
fr: la Hourly Rate

source: Create<br/>new team
fr: la Create<br/>new team

source: Mixed
fr: la Mixed

source: External
fr: la External

source: Project manager
fr: la Project manager

source: Kernel version {{project.kernelVersion}}
fr: la Kernel version {{project.kernelVersion}}

source: Commercial Scope: {{project.commercialScope}}
fr: la Commercial Scope: {{project.commercialScope}}

source: Add<br/>New Item
fr: la Add<br/>New Item

source: Importance
fr: la Importance

source: High
fr: la High

source: Poor
fr: la Poor

source: Condition
fr: la Condition

source: Good
fr: la Good

source: Low
fr: la Low

source: Medium
fr: la Medium

source: Manage risk matrix
fr: la Manage risk matrix

source: Design matrix type
fr: la Design matrix type

source: Flexible
fr: la Flexible

source: Absolute
fr: la Absolute

source: Mediun
fr: la Mediun

source: Select and click on triangles to change the risk type
fr: la Select and click on triangles to change the risk type

source: Reset
fr: la Reset

source: Document categories
fr: la Document categories

source: Image categories
fr: la Image categories

source: Add new
fr: la Add new

source: {{title}}
fr: la {{title}}

source: Project entities
fr: la Project entities

source: Task criterias
fr: la Task criterias

source: Members & privileges
fr: la Members & privileges

source: Manage kernel
fr: la Manage kernel
